/* <@CharacterName> */
"%@ can fly this ship" = "%@ kann dieses Schiff fliegen";

/* <@CharacterName> */
"%@ could fly this ship in %@" = "%1$@ kann dieses Schiff in %2$@ fliegen";

/* <@CharacterName */
"%@ could have this certificate in %@" = "%1$@ kann dieses Zertifikat in %2$@ erwerben";

/* <@CharacterName> has not claimed this cert */
"%@ has not claimed this certificate" = "%@ hat dieses Zertifikat erworben";

/* <@CharacterName> has this cert */
"%@ has this certificate" = "%@ besitzt dieses Zertifikat";

/* Character selection menu. keep translation short. */
"%ld skills queued (%@)" = "%1$ld Skills in der Liste (%2$@)";

/* Database construction complete */
"All done!  Please Restart." = "Alles erledigt!  Bitte starte Mac EVE Tools neu.";

/* No comment provided by engineer. */
"Building Database" = "Erstelle Datenbank";

/* download new database export */
"Downloading database" = "Lade Datenbank";

/* Certifacte picker for skill planner.  Keep the translation short. */
"Certs" = "Zertifikate";

/* Cell header for skill sheet */
"Current skills: %ld  (skill points %@)" = "Bekannte Skills: %1$ld  (Skillpunkte %2$@)";

/* Delete a skill plan */
"Delete" = "Löschen";

/* Skill plan column header */
"Finish Date" = "Enddatum";

/* english language */
"English" = "Englisch";

/* german language */
"German" = "Deutsch";

/* invalid language choice error message */
"Invalid selection" = "Ungültige Auswahl";

/* Character is not training any skills */
"Not Training" = "Nicht Trainiert";

/* No comment provided by engineer. */
"OK" = "OK";

/* Column header for skill plan overview */
"Plan Name" = "Planname";

/* No comment provided by engineer. */
"Portrait will be refetched on character update" = "Das Portrait wird beim Charakterupdate aktualisiert";

/* Skill plan column header */
"Progress" = "Fortschritt";

/* No comment provided by engineer. */
"Refresh Portrait" = "Aktualisiere Portrait";

/* Remove <SkillName> <SkillLevel> */
"Remove %@ %@" = "Lösche %1$@ %2$@";

/* Rename a skill plan */
"Rename" = "Umbenennen";

/* Skill plan column header */
"Running Total" = "Gesamtzeit";

/* russian language */
"Russian" = "Russisch";

/* Ship picker for skill planner.  Keep the translation short. */
"Ships" = "Schiffe";

/* Column header for skill plan overview */
"Skill Count" = "Skillanzahl";

/* Skill plan column header */
"Skill Name" = "Skillname";

/* Skill picker for skill planner. Keep the translation short. */
"Skills" = "Skills";

/* Skill plan column header */
"SP/Hr" = "SP/Stunde";

/* Skill plan column header */
"Start Date" = "Startzeit";

/* No comment provided by engineer. */
"Tarball extracted and verified" = "Tarball entpackt und überprüft";

/* database verification process */
"Verifying tarball" = "Überprüfe Tarball";

/* Train skill to level */
"Train to level %@" = "Trainiere bis zu Level %@";

/* Cell header for the training queue on the character sheet. */
"Training Queue" = "Trainingswartschlange";

/* Column header for skill plan overview
   Skill plan column header */
"Training Time" = "Trainingszeit";

/* skill details window. skill Already Trained to level x */
"Already Trained" = "Bereits trainiert";

/* Memory attribute */
"Memory" = "Gedächtnis";

/* Willpower attribute */
"Willpower" = "Willenskraft";

/* Charisma Attribute */
"Charisma" = "Ausstrahlung";

/* Intelligence attribute */
"Intelligence" = "Intelligenz";

/* Perception attribute */
"Perception" = "Auffassungsgabe";

/* Bottom toolbar text. Shows plan training time */
"%ld skills planned. Total training time: %@" = "%1$ld Skills geplant. Gesamtzeit: %2$@";

/* Close a skill plan */
"Close" = "Schließen";

/* add a ship to the skill plan */
"Add %@ to plan" = "%@ zu Plan hinzufügen";

/* add a certificate to the skill plan */
"Add to plan" = "Füge zu Plan hinzu";

/*new Strings*/

/*Number of skills incl. number of V skills*/
"%ld (%ld at V)" = "%ld (%ld auf Level V)";

/*label for parent cell in outlineview*/
"  %@  -  skills: %lu,  points: %@" = "  %@  -  Skills: %lu,  Punkte: %@";

/*reload label for toolbar button*/
"reload" = "Aktualisieren";

/*label for Character toolbar button*/
"Characters" = "Charakterübersicht";

/*label for Character sheet toolbar button*/
"Character Sheet" = "Charakterblatt";

/*label for skill planner toobar button*/
"Skill Planner" = "Skillplaner";

/*label for Character PopUpButton*/
"Char List" = "Charakterliste";


/*label for preference tab general*/
"General" = "Allgemein";

/*label for preference tab accounts*/
"Accounts" = "Profile";

/*label for preference tab database*/
"Database" = "Datenbank";

/*label for new Account in table*/
"Untitled" = "neues Konto";

/* Label for Get API Key link */
"Need your API Key?" = "Kein API Schlüssel vorhanden? Hier klicken";

/* Label for status line */
"Updating Characters" = "Aktualisiere Charaktere";

"Update Completed" = "Aktualisierung komplett";

"Error updating characters" = "Aktualisierungsfehler";
